<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>CHANGELOG</key>
		<data>
		JBsAQz9hUDkEIGRn2H8l5mZtxOw=
		</data>
		<key>Config.xcconfig</key>
		<data>
		I1pvRxyqEqCWJojGnoWA2UWQ3gs=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<data>
		7rZX28wfL7UvUtCSAJJ+aIp4TgU=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<data>
		xtvTRelBIOb/GyQzr4UwcpIU09Y=
		</data>
		<key>Info.plist</key>
		<data>
		CQwvm+r5UBy788mBt88ipwSl7AQ=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		W0WXgvWtfk7u9HAvZP3NOvr0fSk=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<data>
		UaMT5jricTJZTx6lXdE/nlIIkP4=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<data>
		/kFzctXkzWPvxfYLUGo2YeIJc0I=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<data>
		O6ESXnICqLOWjwS1mFQJdF3mu7E=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<data>
		nU9AsrLI+RD3LNnYjWsy9GorgXA=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<data>
		WMer6iaLB4lkR8Nztz/Ru0V9gJw=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		+sNc/T9vwXZKWn2o7Pf4qcG3V+4=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		qjEvNwWSRe8vX/b6aXT3ktkEvE8=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		yBR8Stfqs26tbJgryqXlv8q4XwA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		qjEvNwWSRe8vX/b6aXT3ktkEvE8=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		gzhxIoTEQQvBVR4hccm8CP+vKZQ=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		+YSkNso+sJaxtchDskw4JklB/FM=
		</data>
		<key>ticketblackicon.sdticket</key>
		<data>
		ywCqQkBuFm8l5MJtRDozHIS7RRg=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>CHANGELOG</key>
		<dict>
			<key>hash2</key>
			<data>
			Mfr1NmtkrmCDeHjdEOr3FQfy2owrmltLJpLAWq61QL8=
			</data>
		</dict>
		<key>Config.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			6vWPqj3JSKE+CE7SYQXN2FD1EpImzaVAedSmTQB7O40=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			295IogUyCz6kRY6Y8dcrPgvgFdMLghb4v5qQieeqQc4=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<dict>
			<key>hash2</key>
			<data>
			UYtEqNyyPJ1ABup+oSYswiXMXOVVLuOQXtveymn01xk=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tcjpmg0tdYlfNCM50HyAvssScBGrSh74psdnZnrd9dc=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			+nXJGBDGOTjJelii9QMtwoBLRYX5FE1iWH2UDXs1H84=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			w8+cTALRBjcEnDF6N27qQ7fLHh/mbIvtEtKB/+YJpNk=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			3RyqKwRQPu0GV6studSn6xHXKkeQ/s7z/shtTGb/HtY=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			YMI4OCB/bbpLSb5TLNirj/RbZPLAtRUlcb9wtv6FOUo=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			+ELw7Flcob9JJo4R55+xIs7MwjE8ZZF3HkGk8lIBw/M=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			rRSjI7eWcAnxh6ND8wqjJNDqrgRFxD/nuTvl8wZdp0M=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			aYCAPL+4LzNYOrnlYtB0p8KtYjDujCcykSXeDEAYUfA=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			38o7wkwF8+eVOMJ/Hf58zabXhprg/+KQHZRlozfRtxI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			aYCAPL+4LzNYOrnlYtB0p8KtYjDujCcykSXeDEAYUfA=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			G5h5KBqcipywK5ACv10EceTGxzGc1c/Vd44UZtz3800=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			XzAi/aJa13uQhaqi1LudxwVRl1M5R7Bu08+daCG+qY0=
			</data>
		</dict>
		<key>ticketblackicon.sdticket</key>
		<dict>
			<key>hash2</key>
			<data>
			IqgN4IJUIME70mMWDGOzpfQ8rUIDRExjwg1wTOWqs3E=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
