{
  "storage" : "model.espresso.weights",
  "analyses" : {

  },
  "properties" : {

  },
  "format_version" : 200,
  "metadata_in_weights" : [

  ],
  "layers" : [
    {
      "name" : "9",
      "weights" : {

      },
      "dst_w" : 18,
      "version" : 1,
      "dst_n" : 1,
      "dst_nd_rank" : 2,
      "type" : "reshape",
      "dst_h" : 1,
      "mode" : 0,
      "dynamic_shape" : false,
      "bottom" : "beacons",
      "debug_info" : "9",
      "dst_seq" : 1,
      "dst_k" : 1,
      "top" : "9"
    },
    {
      "nB" : 18,
      "top" : "13",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 200,
      "blob_weights" : 3,
      "type" : "inner_product",
      "has_relu" : 1,
      "bottom" : "9",
      "blob_biases" : 1,
      "has_tanh" : 0,
      "debug_info" : "input.4",
      "name" : "input.4",
      "has_prelu" : 0
    },
    {
      "nB" : 200,
      "top" : "17",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 200,
      "blob_weights" : 7,
      "type" : "inner_product",
      "has_relu" : 1,
      "bottom" : "13",
      "blob_biases" : 5,
      "has_tanh" : 0,
      "debug_info" : "input.6",
      "name" : "input.6",
      "has_prelu" : 0
    },
    {
      "nB" : 200,
      "top" : "21",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 200,
      "blob_weights" : 11,
      "type" : "inner_product",
      "has_relu" : 1,
      "bottom" : "17",
      "blob_biases" : 9,
      "has_tanh" : 0,
      "debug_info" : "input.8",
      "name" : "input.8",
      "has_prelu" : 0
    },
    {
      "nB" : 200,
      "top" : "input.1",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 1,
      "blob_weights" : 15,
      "type" : "inner_product",
      "has_relu" : 0,
      "bottom" : "21",
      "blob_biases" : 13,
      "has_tanh" : 0,
      "debug_info" : "input.1",
      "name" : "input.1",
      "has_prelu" : 0
    },
    {
      "bottom" : "input.1",
      "weights" : {

      },
      "mode" : 3,
      "debug_info" : "25",
      "top" : "output",
      "type" : "activation",
      "name" : "25",
      "attributes" : {
        "is_output" : 1
      }
    }
  ]
}