<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>CHANGELOG</key>
		<data>
		JBsAQz9hUDkEIGRn2H8l5mZtxOw=
		</data>
		<key>Config.xcconfig</key>
		<data>
		k3Z/1Af6O+w0zU23CBfrwyHuEm8=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<data>
		iGTB9/wsRQ2Kmq4fRbbXE+Lzz8o=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<data>
		xtvTRelBIOb/GyQzr4UwcpIU09Y=
		</data>
		<key>Info.plist</key>
		<data>
		IYmSO4uYIoKE65DXUWGrpQULEQ4=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		Z72T/Az4FDI0QliqiU4QzRWoM8I=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<data>
		HeQNpL4waB5GdKaV84Qj9CjKwGc=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<data>
		CJ81jdMUFjOBwhLSiJTGf0/1jZc=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<data>
		8cPEqb6Stw0H3Qr0gFGsieexFqM=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<data>
		/XCivqP++9n4midTKhhMtyTkYWw=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<data>
		x+H8oIKImedKJH80ItHMSXDlt8w=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		DU9Q2gNCprbMF26cjhFOFTz86h8=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		EJ1i5mgbAup51BpPKdEzlZ4Ii8o=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		+Lyv8WBRt/lha78ZsNBt43MBLao=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		EJ1i5mgbAup51BpPKdEzlZ4Ii8o=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		x1uUwv6fhxOb8g8ZwUO+N1RXUpI=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		DU9Q2gNCprbMF26cjhFOFTz86h8=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		8dpAw92rsodMQ4O1J4opm3YCIqU=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		CB+BNwIK3VTlT/IwX0oO+AN4p98=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		8dpAw92rsodMQ4O1J4opm3YCIqU=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		rr/rfWp4PhGFfG7ubCONtQEVBBc=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		+YSkNso+sJaxtchDskw4JklB/FM=
		</data>
		<key>ticketblackicon.sdticket</key>
		<data>
		ywCqQkBuFm8l5MJtRDozHIS7RRg=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>CHANGELOG</key>
		<dict>
			<key>hash2</key>
			<data>
			Mfr1NmtkrmCDeHjdEOr3FQfy2owrmltLJpLAWq61QL8=
			</data>
		</dict>
		<key>Config.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			JkYU4HCMmECZUn8e77MTAYIbG3cnq+SNPMm7cvjrunE=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			4ljmoKggNBDXcvcI+mfq3CnltnF0e+kdEF6nGuYygSo=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<dict>
			<key>hash2</key>
			<data>
			UYtEqNyyPJ1ABup+oSYswiXMXOVVLuOQXtveymn01xk=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			kS72wFz04MHFvM1FqN9GAxSjB+O0SP8Y/afehregDRE=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			c8Xsf2JRLmJNpZZnM0xpVczJRqd5KKPJq37Q51F49H8=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			S7O6ES73Jiq5mNV3gY8t1KjAOwH7eLaudUlvB6yrNG4=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			zAG05UtfTinAA3gNbezDZ2dkh3Whk+RpMzB26QU2J+c=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			E1Pal3xahOZb8pBWb29XQSO7j2I25RRHRPq9vVul8xE=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			O/5fW6USMHrYsqboafouxfQoIcZq90mOwadtxYTr3jA=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			4m4fat2bUQ04G+227QnCSSu6B6h0jAMgW+iGLT9bUtI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			ONRaz7C4Q3Efda6L2/F1UcdvOxMvGsg8rVcaBFa/kiM=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			UeIBEgQa97ia6dgBOkeEZTyu5u768LQTTTssIyTipfU=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			ONRaz7C4Q3Efda6L2/F1UcdvOxMvGsg8rVcaBFa/kiM=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			VKE38n7Zy23rMJ3ZesngrnoCO17jt46lBoXq73IbH6Q=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			4m4fat2bUQ04G+227QnCSSu6B6h0jAMgW+iGLT9bUtI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			FTdNhkDMPJKtk1Z/aqyD9Rgw/XZaYAKMOhuwx4an+Cg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			/bnM0WodeiRUL5D9l11zMDouo+j4qaLDrUGngWGLhrg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			FTdNhkDMPJKtk1Z/aqyD9Rgw/XZaYAKMOhuwx4an+Cg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			RzuLck8MHaBa7Udewafom0ezH3veb3g5iSRJSAN8d9Y=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			XzAi/aJa13uQhaqi1LudxwVRl1M5R7Bu08+daCG+qY0=
			</data>
		</dict>
		<key>ticketblackicon.sdticket</key>
		<dict>
			<key>hash2</key>
			<data>
			IqgN4IJUIME70mMWDGOzpfQ8rUIDRExjwg1wTOWqs3E=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
