<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>CHANGELOG</key>
		<data>
		JBsAQz9hUDkEIGRn2H8l5mZtxOw=
		</data>
		<key>Config.xcconfig</key>
		<data>
		oFYxVbziRlh9r3uGL2trCNco6/k=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<data>
		iGTB9/wsRQ2Kmq4fRbbXE+Lzz8o=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<data>
		xtvTRelBIOb/GyQzr4UwcpIU09Y=
		</data>
		<key>Info.plist</key>
		<data>
		1ft3LvEYK79uuZA+t/V5psIKCO0=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		NiHTALIoby6us5ryzVkvyV6q7lI=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<data>
		Qyk4GtsvwfrpAmIafI5E1+tS4C0=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<data>
		7Xr3KIsRe7gU2xDZ8UN0OsjW00U=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<data>
		GWnodT+iQ+V1SfveTJ43m2V+F/o=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<data>
		dkYA+ydGR52zl9X+l4MODmx/mpY=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<data>
		lu/hW6RG/najkoskYrd40Pz/jsg=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		PAuB6C/L5aZdy0jAi63GH+bC1Gc=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		N15NidiEjnn44JtwOEz/pBXanJQ=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		k993v8QJJv6PqfvbByt/YL6dRNY=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		N15NidiEjnn44JtwOEz/pBXanJQ=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		Uwvh5qnCwhFJMagIDujd4zADNfI=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		PAuB6C/L5aZdy0jAi63GH+bC1Gc=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		bRkM+EJQvVjdusJ8dBx5jReBUHA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		0n4owCDSlpS/z8sABhu0sViNxJg=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		bRkM+EJQvVjdusJ8dBx5jReBUHA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		f8LBA18F+wC5B96jzLbOGGAil2U=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		+YSkNso+sJaxtchDskw4JklB/FM=
		</data>
		<key>ticketblackicon.sdticket</key>
		<data>
		ywCqQkBuFm8l5MJtRDozHIS7RRg=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>CHANGELOG</key>
		<dict>
			<key>hash2</key>
			<data>
			Mfr1NmtkrmCDeHjdEOr3FQfy2owrmltLJpLAWq61QL8=
			</data>
		</dict>
		<key>Config.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			eqHp4ZjwjiSppmNvEmUgqOzUKBtiaHheN/uGDhKPJwg=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			4ljmoKggNBDXcvcI+mfq3CnltnF0e+kdEF6nGuYygSo=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<dict>
			<key>hash2</key>
			<data>
			UYtEqNyyPJ1ABup+oSYswiXMXOVVLuOQXtveymn01xk=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			uS8fc2bONjr3Lks4L/AgRLHyNtFV8oljTFC/TG0KQLk=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tlk/HMOz6TRSLiKhG2eOOr7MIAp9Zal5ap4aKdOb6W8=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			zI0t+QZhE5VobLYztSa7eQjyeo9+2Oy0FWxv/Tp/5Zk=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			FO/lLY5L/LEzI6pHrs9U63ZC6j3YJkvrqYi5djE3XQA=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			t+zNdY364PJgO6/6HEWxR8Rd6oAUzzBzIVvlitDViIY=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			JjX23I/HIUXYhR4sY27wXLF9eXrupEwlIKUFZYnT+lY=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			PTbnEwHsvj13ktsY+/rLl2GqLztqxHswLnO33OM/AgI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			nR8XoQOAa/OfvHIv7tAEpM2/D7IKcCZkmH9fK+ZnsC0=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			6RpCmZrycl6WRIPurgNnZrVgq8N5j/Iqhx0qg6n0rrk=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			nR8XoQOAa/OfvHIv7tAEpM2/D7IKcCZkmH9fK+ZnsC0=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			dwa8h1IZlmjkwwmHZ4nuy3SEPhO8iXfbxYJAjs0qEIc=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			PTbnEwHsvj13ktsY+/rLl2GqLztqxHswLnO33OM/AgI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			gBXiGFpjOLdU4i3JIYOm9XE43zO6umRgRI4hZpw3qqg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			UED3UKC0cv0uOfoEsbpayHpr43vZRwzvt7qQlI9lCLg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			gBXiGFpjOLdU4i3JIYOm9XE43zO6umRgRI4hZpw3qqg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			CPYIt0mKud8kO0PZGprr5k3F08ECtb4eHyCVC875l0s=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			XzAi/aJa13uQhaqi1LudxwVRl1M5R7Bu08+daCG+qY0=
			</data>
		</dict>
		<key>ticketblackicon.sdticket</key>
		<dict>
			<key>hash2</key>
			<data>
			IqgN4IJUIME70mMWDGOzpfQ8rUIDRExjwg1wTOWqs3E=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
