<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<data>
		OJMkS2a3r3oO4i/aH0ik+ZxXfpY=
		</data>
		<key>Info.plist</key>
		<data>
		Bh1SZ3TATXQahapCo/hoBEREP0o=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		cHQ6ywKpVmD4AABeh31Zw9Fr6WI=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<data>
		yoVwo6gzS329fg9JnuHlEU0pI5Y=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<data>
		88PIcE0HiY68SzmI9yYvfFFIDE0=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<data>
		TvbJOoi2ByWI9RLgn2GGWJE3hu0=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<data>
		CdLr+o4UimbxhrXiet7vf7qiprE=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<data>
		Ud+NWHzREpbHDnnZpGz8mHVNbL0=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		oVzoO7hxk95nE4Trxezx95FsXxU=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		nXqTopO9oJ9AUj5sVELfEVc5ZMM=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		bg9WwtHBGNr1jGybT+D62AVBNgU=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		nXqTopO9oJ9AUj5sVELfEVc5ZMM=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		M9tzsk5JCa04IkdCBquAq6/ztIs=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		oVzoO7hxk95nE4Trxezx95FsXxU=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		k1UnZcfutJ/TcE3uGc+DCVPpR5Y=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		KronneBQK6c7LknKA97Rs6/TOUc=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		k1UnZcfutJ/TcE3uGc+DCVPpR5Y=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		IzE13TbBXS5qSHjsd4quOzBaZxk=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		JP61hiPwsMSJM3eIGcWnWAwm0Ec=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			jUHZx3papP9yQtT/pqwzEzvnB6pFuuXNcxBDuWwtVSM=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			HhJY3cPje8aIoBLt0QdaCsFt+0H1RFeEmEwCVmkMPKg=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			0Rw6qMx92FpLwdd2gwOEwUhtCVjl/oERrE7ff6DCfGQ=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Ymt694Hlc71il7yJrE/qiG+ai0c4TjdJxOBoLW6SbWs=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			l1GhFyTvj5X4rbJhHqjNrj1EguLeQ0tmgz6Fii4Y66M=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			nTYhRw4fJrwlutObRz/tbKdNwaaMEnAKSxYbJRP4LAE=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			poDI2NKaF01dinvWzVXvSJZUts62Z0JI5OfO06WRX5o=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			tlKsVcntV7yWYXlQeSLUIxsSUIMtB2VHmD8HZduC+MA=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			YXmL75Ea6Q1TrM/96yjuk6aB6+uOCGxv6Q+4xuMm9Bc=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			qFfZeRWZvArOCtKGB+1P4wNaVhthz1eUBazDdj0qLD4=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			YXmL75Ea6Q1TrM/96yjuk6aB6+uOCGxv6Q+4xuMm9Bc=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			b8sn0EcoGTNaTeCC9ZrQ9mdplQQiprIJNQfygI+ecv8=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			tlKsVcntV7yWYXlQeSLUIxsSUIMtB2VHmD8HZduC+MA=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			aoo1MK8W+Stp7v6csMtUlPucrAgfRfnBnts1R6vFUcQ=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			MmfO/51sLv9mMusx6/V0WNSQQhK93tI7kLTBk+M34bg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			aoo1MK8W+Stp7v6csMtUlPucrAgfRfnBnts1R6vFUcQ=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			JCGbbgrHGodJZZRY5rfQFs1G2dgeUtgMEli8sHzUk+M=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			gBNRFFrLZl8YZE9R7mXDoWeY+RYw5qtfxX0zipmLWWU=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
