<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>CHANGELOG</key>
		<data>
		JBsAQz9hUDkEIGRn2H8l5mZtxOw=
		</data>
		<key>Config.xcconfig</key>
		<data>
		0yemVfl20UdqsV+EguNt8CqWmSM=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<data>
		iGTB9/wsRQ2Kmq4fRbbXE+Lzz8o=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<data>
		xtvTRelBIOb/GyQzr4UwcpIU09Y=
		</data>
		<key>Info.plist</key>
		<data>
		vBCGhCsFily5d4qM07+0fQluM34=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		qn3aEanaJOAOQWvFH3qSHFrf+cE=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<data>
		7U16VL6jExLd2Fm5JlQiwqHRskg=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<data>
		mHCgyV3zmh2pT6/Az9QlkIVAz/w=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<data>
		O6ESXnICqLOWjwS1mFQJdF3mu7E=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<data>
		nU9AsrLI+RD3LNnYjWsy9GorgXA=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<data>
		OPmYVlTisiw79RFsyzA7Uf9agKk=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		YVN1Vydqm9tDTlI0jpGLDtz8BGI=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		N15NidiEjnn44JtwOEz/pBXanJQ=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		SCM2MSndg+ld+GGV1hzvrHc+ogM=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		N15NidiEjnn44JtwOEz/pBXanJQ=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		Sd2cpVxkvEsE6huxNFAWzXP2wcA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		YVN1Vydqm9tDTlI0jpGLDtz8BGI=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		bRkM+EJQvVjdusJ8dBx5jReBUHA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		1vg+XQnacQeiBWFMnvJ7BsIi05I=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		bRkM+EJQvVjdusJ8dBx5jReBUHA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		FnqmwRMZJJXiWzSYPOEcNpQzyCA=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		+YSkNso+sJaxtchDskw4JklB/FM=
		</data>
		<key>ticketblackicon.sdticket</key>
		<data>
		ywCqQkBuFm8l5MJtRDozHIS7RRg=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>CHANGELOG</key>
		<dict>
			<key>hash2</key>
			<data>
			Mfr1NmtkrmCDeHjdEOr3FQfy2owrmltLJpLAWq61QL8=
			</data>
		</dict>
		<key>Config.xcconfig</key>
		<dict>
			<key>hash2</key>
			<data>
			0DO+ScZ62cNh0lqabmHVJhLiIL4hmYcrwNYZgBVcvXQ=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			4ljmoKggNBDXcvcI+mfq3CnltnF0e+kdEF6nGuYygSo=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<dict>
			<key>hash2</key>
			<data>
			UYtEqNyyPJ1ABup+oSYswiXMXOVVLuOQXtveymn01xk=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			YXlO5cb2JZqUycIFUW47C4dj8ZKF9ApqNOibefoc0A4=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tP2g53dfdYOB173scb7shzNAB4r6R7s1Mlug2JzzdGE=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			CbDnSpwLWwyXOE6JKG2qaloJIUQcK47XZwOShoAAB8g=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			3RyqKwRQPu0GV6studSn6xHXKkeQ/s7z/shtTGb/HtY=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			YMI4OCB/bbpLSb5TLNirj/RbZPLAtRUlcb9wtv6FOUo=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			+NKKnr1FhabqSBmy7+NCXvdUnc29OlogIaGv9ADjHyM=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			pENqJ/TMFq29ziZ3bm9POlO983YItoP+jHK4SfAlEt4=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			nR8XoQOAa/OfvHIv7tAEpM2/D7IKcCZkmH9fK+ZnsC0=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			N5Hu3q88/2NwSs54tNMD2cNjSi+//3EqhN7ei3za7e8=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			nR8XoQOAa/OfvHIv7tAEpM2/D7IKcCZkmH9fK+ZnsC0=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			e9uMP1yd6QV6vcK+SznpxGmZuL5ot/wHfI/TFKf7WtI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			pENqJ/TMFq29ziZ3bm9POlO983YItoP+jHK4SfAlEt4=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			gBXiGFpjOLdU4i3JIYOm9XE43zO6umRgRI4hZpw3qqg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			g5I3FRYOSoSWaRWTnftg5xEjl+cVoLP4UD803EKNSdw=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			gBXiGFpjOLdU4i3JIYOm9XE43zO6umRgRI4hZpw3qqg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			Ym2hT9oMOa4Vv9wv+D5wo1Xi8UpLzHJ8hqJJhWqJ3Dw=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			XzAi/aJa13uQhaqi1LudxwVRl1M5R7Bu08+daCG+qY0=
			</data>
		</dict>
		<key>ticketblackicon.sdticket</key>
		<dict>
			<key>hash2</key>
			<data>
			IqgN4IJUIME70mMWDGOzpfQ8rUIDRExjwg1wTOWqs3E=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
