<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>CNN.mlmodelc/analytics/coremldata.bin</key>
		<data>
		WGYW5QX1hjd5XqkZNsK5el8Bvl0=
		</data>
		<key>CNN.mlmodelc/coremldata.bin</key>
		<data>
		y8/N6ThddgZdNrGS8GTC8IXLwy4=
		</data>
		<key>CNN.mlmodelc/metadata.json</key>
		<data>
		N+Ra05kj76DTB+BdZDsbIL1NUY0=
		</data>
		<key>CNN.mlmodelc/model.espresso.net</key>
		<data>
		TYX8cSNvF5oCS2ZJ5w/8yQtYjNk=
		</data>
		<key>CNN.mlmodelc/model.espresso.shape</key>
		<data>
		MiFOu/MejQmecTfZpfIkQqTT8Ek=
		</data>
		<key>CNN.mlmodelc/model.espresso.weights</key>
		<data>
		y9255hhUq5+1leIKoeYmEDYhSCg=
		</data>
		<key>CNN.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>CNN.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Headers/mobile-flow-plugin-ios-framework/mobile-flow-plugin-ios-framework-Swift.h</key>
		<data>
		Wvbets8rmULgom0YXNTjC3DQBac=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<data>
		8RrLqXoKJdDMXvVLlROWz44GTOo=
		</data>
		<key>Info.plist</key>
		<data>
		x0/j/xjEWA9wjBHriU03VJz58gE=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		usQfuLIHsoLPNwd0y9JNC8RQlwA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		BuYYTeHARau5YN6/HCG+9OWeb0s=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		gIAOvn7hkbHRv7exan6AJmd9S8c=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		BuYYTeHARau5YN6/HCG+9OWeb0s=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		KxyHZeURg0qRz6Sa3sY0+191xh8=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		usQfuLIHsoLPNwd0y9JNC8RQlwA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		vHPzh3cqNZ1peRhP224x4tUnufc=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		abDUUNuXjS8mGpyjQZ1oxNCgmIo=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		vHPzh3cqNZ1peRhP224x4tUnufc=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		90OWV/RA9QhtMIh7GY/5vmdIs3Y=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		+DW4AnfA4qkPZJ1bcFMuuqwyVdc=
		</data>
		<key>logistic_regression_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		lAp0Qa8KmB3tytCAk82TwIFcfq4=
		</data>
		<key>logistic_regression_model.mlmodelc/coremldata.bin</key>
		<data>
		FwJRJqgXcUyZ7u18hS2gNamclq0=
		</data>
		<key>logistic_regression_model.mlmodelc/metadata.json</key>
		<data>
		hFS9D6UgaeU1tK96A5OdwICOWdE=
		</data>
		<key>logistic_regression_model.mlmodelc/model0/coremldata.bin</key>
		<data>
		q9TtwhIIOnLcbJ03Hf94gMr90rg=
		</data>
		<key>logistic_regression_model.mlmodelc/model1/coremldata.bin</key>
		<data>
		KALVC4T/ijIKuhtdFJwuplVdVNY=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>CNN.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			U2eKNI5oFLAuklwsO+PqAlggrOKM4ZyfXkZV4TP7JgI=
			</data>
		</dict>
		<key>CNN.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9tUuQCSjzERBkEj4tNQdHVeZGIEoWroULm9OFLAYER8=
			</data>
		</dict>
		<key>CNN.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			ksagZGDjBrqbd2raCMvTaBHl4HQDQRBdKXvOfP5SBA8=
			</data>
		</dict>
		<key>CNN.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			xeT13LBPRFjpGZFiokruMOBdQvbgkDC5BhtrnLKyF+U=
			</data>
		</dict>
		<key>CNN.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			N9Pc98kfpSV5DHD7pBp6kHC6gQmafKMR7TAzVcz0Yaw=
			</data>
		</dict>
		<key>CNN.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			3X1Yh5dtW2lzkMTxcdePJXxTGvewgU470L8ByNg3Oqw=
			</data>
		</dict>
		<key>CNN.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>CNN.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Headers/mobile-flow-plugin-ios-framework/mobile-flow-plugin-ios-framework-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			oMiP3EN11jtcmqBPgYgB3EucaO841fYLiuh1fOBxcdU=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<dict>
			<key>hash2</key>
			<data>
			PiWfIbWVD68ILBhEVuETY7g7PlJQh4L5Pq2W1SAujFc=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			tW60+CCmZ1bn5l8J3lMCQ9S3rH63BKdOWxPVWFB7kWk=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			n3LLCGAkeXfKH0LdfiN6UQX8NfqPWAFCay4HM35qEsI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			RoHqvkdi6MoZeiDx2Z0HAl5qgPI9xp5CSGYhBjjuWRk=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			n3LLCGAkeXfKH0LdfiN6UQX8NfqPWAFCay4HM35qEsI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			AWg44szVM6inPuKLVu/+lVgASyGF4qYTQddgTDim2K0=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			tW60+CCmZ1bn5l8J3lMCQ9S3rH63BKdOWxPVWFB7kWk=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			+AvZwbovh0YyeDPswvkwGDbFIH378eGY9ZrX8y4C8D4=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Ye4KO/ZgPtP+UoYnfCZbVsWec8MbUgBi91K43EDnHDg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			+AvZwbovh0YyeDPswvkwGDbFIH378eGY9ZrX8y4C8D4=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			yhBTfNG2MiXGUyiUpZar0qhuYHIWLLLL0LmIa3uoivc=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			pjjy9/0Pjl6fe+aWtF8WJHeiaI5CjB+6ay79k+vvdXo=
			</data>
		</dict>
		<key>logistic_regression_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			QueWIfZ7UeWI2vWs/OPaNElZvGF5ELc/NFAehCxE0p8=
			</data>
		</dict>
		<key>logistic_regression_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			HPc/5Nraok/9ez9ZRXqsmBsoHuMNyw/TmxJs0rcJTQY=
			</data>
		</dict>
		<key>logistic_regression_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			BG0cbS6fLKLKohBKwgszknO/ikJqGlW+xhuyD13WfIg=
			</data>
		</dict>
		<key>logistic_regression_model.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			zOGH1CQOED7zbQlhkWJ+yKlG6DgwLmC1frkyhSEAuI0=
			</data>
		</dict>
		<key>logistic_regression_model.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			fhXv9Yq7Q+6+jfglCvxS+1irjWRsa+yeLLKps2CjOss=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
