<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>CHANGELOG</key>
		<data>
		JBsAQz9hUDkEIGRn2H8l5mZtxOw=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<data>
		jvmUKFuvI22cXRv5n0WIHUfuLr0=
		</data>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<data>
		xtvTRelBIOb/GyQzr4UwcpIU09Y=
		</data>
		<key>Info.plist</key>
		<data>
		j0+9omQFA+i04qOSQf4hBvj/2kk=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		+uYRQFfn4bTo597H1sfZPAt2ARw=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<data>
		urhKa8qVFin5yedWX1kNULvx1pU=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<data>
		RqSZ773t/daMvoied4RFOfVHlcs=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<data>
		UxI0aUL0rt+0MP79+qkj2Jt3J6E=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<data>
		/AfolEJUrMrvSMcKCVBLcoIOSpM=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<data>
		Y92jlledsjI1ZcTbRuQB+Y8iE3M=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		6oKHRkqkaeIK3J362QjISurLo8Y=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		pI4z/3xVjkoDmYmBKiGv125ErOQ=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		Tfjm7BKS25Jq/Wv9NuPeqLGiays=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		pI4z/3xVjkoDmYmBKiGv125ErOQ=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		zBOjKjH4uVOuegH5QH2RR3W5HN0=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		6oKHRkqkaeIK3J362QjISurLo8Y=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		NlbOymM3kxXdZBN1PCVie2tduZw=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		jIAnYerwM7a8nmqynn/TxBf1s9s=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		NlbOymM3kxXdZBN1PCVie2tduZw=
		</data>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		0onDtTzWZa/k+qmczHeW82LCHbQ=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		Rt/NN7j2+NfmlHa932UvqOKPe4Q=
		</data>
		<key>ticketblackicon.sdticket</key>
		<data>
		ywCqQkBuFm8l5MJtRDozHIS7RRg=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>CHANGELOG</key>
		<dict>
			<key>hash2</key>
			<data>
			Mfr1NmtkrmCDeHjdEOr3FQfy2owrmltLJpLAWq61QL8=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			e1h8wPDCIbgSFfCddyCU5m8Gv2bW2odGlDZm0/pmUWk=
			</data>
		</dict>
		<key>Headers/mobile_flow_plugin_ios_framework.h</key>
		<dict>
			<key>hash2</key>
			<data>
			UYtEqNyyPJ1ABup+oSYswiXMXOVVLuOQXtveymn01xk=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			pbyEtCFVzVYFbuRFySP3xMYzP/UmVJlTYNzqHUAfXwQ=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			jmeq6zoj71x7mFNG/M8M2S5lgGxWlDjXeD50zlMvSm8=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			PqN10tIc10zEgV4QYyV+3BFvtC/MB6O/WBx4zNUfohY=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			NN8mFD1aCPyRcSYi9uO+vXuSBLI2g8J0XUETCLuYlSk=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			WpuokeOob6i51edEhHX6rM8mMUEodHQcAc9kyFcE0Mc=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			2tZwgX542u8/Rt9htbmFASEgFpUXeEZGcDkCTDNl9xw=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>MobileFlowAlgorithmModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			yTN5QrVll4Ias6fLXoIjW51M2iMB/GUKj9tn3wju+mQ=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			NeXHJ8dviwXOldWkegUeolHcyEVLfigrG9gNESRQghQ=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			ucyLSSjJTqHfVjRjinBB1vZhbmIVE2zXMBhdhYO4UhY=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			NeXHJ8dviwXOldWkegUeolHcyEVLfigrG9gNESRQghQ=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			s1lRZ7gZ7vjgj5wOMwOxzJ140yzktFasB+OSCkZM2Bc=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			yTN5QrVll4Ias6fLXoIjW51M2iMB/GUKj9tn3wju+mQ=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			jCOBPBuI2gxdsqRjMSftXX+sS84i1tKCMmS9Pr2C4kI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			/ZPVasc+Q+A0HyHS/adbtCLzQDxRExW5k7y3xv2qaF0=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			jCOBPBuI2gxdsqRjMSftXX+sS84i1tKCMmS9Pr2C4kI=
			</data>
		</dict>
		<key>Modules/mobile_flow_plugin_ios_framework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			L3WMozknOxcz3Nk/LYtb07/kkPL54I3GydpDwgK26xM=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			D9Outzw3PeT9mg7AeRIBLDK9b1qdigNKUHow+lSnXm4=
			</data>
		</dict>
		<key>ticketblackicon.sdticket</key>
		<dict>
			<key>hash2</key>
			<data>
			IqgN4IJUIME70mMWDGOzpfQ8rUIDRExjwg1wTOWqs3E=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
